Revit 2026 API

# FilterNumericLess Properties

---

The FilterNumericLess type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. (Inherited from FilterNumericRuleEvaluator) |

#### Reference

FilterNumericLess Class

Autodesk.Revit.DB Namespace